HomeWork1/LRHomeWork1_AOS/PFLB1_Зямаев_Денис/result1/Iteration1/t11.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body><ns2:PaymentPreferences xmlns:ns2="com.advantage.online.store.accountservice"><ns2:preference><ns2:paymentMethod>10</ns2:paymentMethod><ns2:safePayUsername>st1nkyc0de</ns2:safePayUsername><ns2:safePayPassword>010ef7407f84b28756fe352e6768f38ca021e21c</ns2:safePayPassword><ns2:preferenceId>0</ns2:preferenceId></ns2:preference></ns2:PaymentPreferences></SOAP-ENV:Body></SOAP-ENV:Envelope>